tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "emacs"
brew "ffmpeg"
brew "git"
brew "mas"
brew "pure"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "alfred"
cask "discord"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "notion"
cask "obsidian"
cask "slack"
cask "spotify"
cask "vlc"
cask "zoom"

# mas "GarageBand", id: 682658836
# mas "iMovie", id: 408981434
# mas "Keynote", id: 409183694
mas "Moom", id: 419330170
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
